export const yearArray = [
  {
    years: "1980 1986",
    theme: "Медецина",
  },
  {
    years: "1987 1991",
    theme: "Кино",
  },
  {
    years: "1992 1997",
    theme: "Литература",
  },
  {
    years: "1999 2004",
    theme: "Технологии",
  },
  {
    years: "2007 2012",
    theme: "Культура",
  },
  {
    years: "2015 2022",
    theme: "Наука",
  },
];
export const dataEvent = [
  [
    {
      year: "1980",
      description: "ВОЗ объявила о полной ликвидации оспы в мире.",
    },
    {
      year: "1982",
      description: "Создание ингибиторов АПФ для лечения сердечных болезней.",
    },
    {
      year: "1986",
      description: "Первая успешная пересадка сердца в СССР (проф. Шумаков).",
    },
    {
      year: "1986",
      description: "Развертывание медслужб в Афганистане: 8 госпиталей.",
    },
  ],
  [
    {
      year: "1986",
      description: "V съезд кинематографистов: начало борьбы с цензурой.",
    },
    {
      year: "1987",
      description: "Кинематограф получил свободу слова без господдержки.",
    },
    {
      year: "1988",
      description: "Драма «Маленькая Вера» — премия Венецианского фестиваля.",
    },
    {
      year: "1989",
      description: "Фильм Каневского «Замри-умри-воскресни!» — приз в Каннах.",
    },
    {
      year: "1989",
      description: "Фильм «Чёрная роза» с участием Б. Гребенщикова.",
    },
  ],
  [
    {
      year: "1992",
      description: "Роберт Маккаммон — премия за роман «Жизнь мальчишки».",
    },
    {
      year: "1993",
      description: "Конни Уиллис и Вернор Виндж — премии «Хьюго».",
    },
    {
      year: "1995",
      description: "Торжества к 60-летию Первого съезда писателей СССР.",
    },
    {
      year: "1995",
      description: "Начало русского литературного интернета — проект «Роман».",
    },
    {
      year: "1996",
      description: "Всероссийское совещание молодых писателей в Ярославле.",
    },
    {
      year: "1997",
      description: "Роман Г. Владимова «Генерал и его армия».",
    },
  ],
  [
    {
      year: "1999",
      description: "Стандарт IEEE 802.11b официально назван Wi-Fi.",
    },
    {
      year: "2000",
      description: "Релиз Mac OS X — начало новой эры Apple.",
    },
    {
      year: "2002",
      description: "Первая спецификация технологии Bluetooth.",
    },
    {
      year: "2003",
      description: "Первый 64-битный процессор для ПК — AMD Athlon 64.",
    },
    {
      year: "2004",
      description: "Релиз Mozilla Firefox 1.0 и дистрибутива Ubuntu.",
    },
  ],
  [
    {
      year: "2007",
      description: "Глобальный экологический фестиваль Live Earth.",
    },
    {
      year: "2008",
      description: "Грандиозная церемония открытия Олимпиады в Пекине.",
    },
    {
      year: "2009",
      description: "Смерть Майкла Джексона — шок для мировой поп-культуры.",
    },
    {
      year: "2010",
      description: "Культовый фильм «Начало» Кристофера Нолана.",
    },
    {
      year: "2012",
      description: "Олимпиада в Лондоне: от Шекспира до The Beatles.",
    },
  ],
  [
    {
      year: "2015",
      description: "Пролет зонда «Новые горизонты» мимо Плутона.",
    },
    {
      year: "2016",
      description:
        "Первое применение CRISPR для редактирования генома человека.",
    },
    {
      year: "2017",
      description: "Первое наблюдение слияния нейтронных звёзд.",
    },
    {
      year: "2017",
      description: "Открытие системы экзопланет TRAPPIST-1.",
    },
    {
      year: "2019",
      description: "Первое фото тени чёрной дыры в галактике M87.",
    },
    {
      year: "2021",
      description: "Марсоход Perseverance и дрон Ingenuity на Марсе.",
    },
    {
      year: "2022",
      description: "Миссия DART: испытание защиты от астероидов.",
    },
  ],
];
